Регистрация.xml

<?xml version="1.0"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><SOAP-ENV:Header><Security xmlns="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd"><UsernameToken><Username>PASSPORT_USER</Username><Password>*****</Password></UsernameToken><SignDate>2021-01-29T14:31:28</SignDate></Security></SOAP-ENV:Header><SOAP-ENV:Body><guardianship_data_request xmlns="http://gisun.agatsystem.by/local/types/"><cover><message_id xmlns="http://gisun.agatsystem.by/common/types/">{1AB27E4C-7BF8-4A5E-8F35-99EFFDF759CA}</message_id><message_type xmlns="http://gisun.agatsystem.by/common/types/"><code>103</code><type>-2</type></message_type><message_time xmlns="http://gisun.agatsystem.by/common/types/">2021-01-29T14:31:28.267+03:00</message_time><message_source xmlns="http://gisun.agatsystem.by/common/types/"><code>1</code><type>131</type></message_source></cover><guardianship_info><ward_data><identif xmlns="http://gisun.agatsystem.by/common/types/">7479795A002PB4</identif><last_name xmlns="http://gisun.agatsystem.by/common/types/">ВЯТОХА</last_name><name xmlns="http://gisun.agatsystem.by/common/types/">УСТИН</name><patronymic xmlns="http://gisun.agatsystem.by/common/types/">ВЛАДИМИРОВИЧ</patronymic><sex xmlns="http://gisun.agatsystem.by/common/types/"><code>M</code><type>32</type></sex><birth_day xmlns="http://gisun.agatsystem.by/common/types/">20040111</birth_day><birth_place xmlns="http://gisun.agatsystem.by/common/types/"/></ward_data><guardian_data><identif xmlns="http://gisun.agatsystem.by/common/types/">3080290E022PB8</identif><last_name xmlns="http://gisun.agatsystem.by/common/types/">ВЯТОХА</last_name><name xmlns="http://gisun.agatsystem.by/common/types/">ВЛАДИСЛАВ</name><patronymic xmlns="http://gisun.agatsystem.by/common/types/">ОЛЕГОВИЧ</patronymic><sex xmlns="http://gisun.agatsystem.by/common/types/"><code>M</code><type>32</type></sex><birth_day xmlns="http://gisun.agatsystem.by/common/types/">19900208</birth_day><birth_place xmlns="http://gisun.agatsystem.by/common/types/"/><citizenship xmlns="http://gisun.agatsystem.by/common/types/"><code>BLR</code><type>8</type></citizenship></guardian_data><establish_guardianship_date>2015-10-16</establish_guardianship_date><release_guardian_date>2021-01-13</release_guardian_date><guardianship_document><document_type xmlns="http://gisun.agatsystem.by/common/types/"><code>4</code><type>133</type></document_type><authority xmlns="http://gisun.agatsystem.by/common/types/"><code>9</code><type>131</type></authority><date_of_issue xmlns="http://gisun.agatsystem.by/common/types/">2021-01-28</date_of_issue><number xmlns="http://gisun.agatsystem.by/common/types/">444</number></guardianship_document></guardianship_info></guardianship_data_request></SOAP-ENV:Body></SOAP-ENV:Envelope>
